{
    "contexts": [
        {
            "original": "Il pancreas è un organo ghiandolare di forma allungata, lungo circa 18-20 cm, situato in profondità nell'addome, tra lo stomaco e la colonna vertebrale.\nÈ suddiviso in tre parti: la più grande viene chiamata testa ed è a stretto contatto con il duodeno, quella centrale corpo, e la parte più sottile, che si protrae fin verso la milza, è denominata coda.\nIl pancreas produce diversi ormoni molto importanti tra i quali l'insulina e il glucagone (che regolano il livello degli zuccheri nel sangue) e vari enzimi (per esempio la tripsina) che, trasportati dai dotti pancreatici nell'intestino, contribuiscono alla digestione e all'assorbimento dei nutrienti.\nIl tumore del pancreas si manifesta quando alcune cellule, nella maggior parte dei casi le cellule di tipo duttale, si moltiplicano senza più controllo.\nPer molti anni si è registrata una maggior prevalenza di questo tumore negli uomini, dovuta al loro maggiore consumo di sigarette rispetto alle donne, essendo il fumo un fattore di rischio importante.\nÈ difficile consigliare una prevenzione efficace, ma senza dubbio importante non fumare e seguire una dieta povera di alcol.\nCirca il 70% dei tumori del pancreas si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della digestione.\nTale neoplasia prende il nome di adenocarcinoma duttale del pancreas, nome che indica proprio l'origine della neoplasia dall’albero duttale.\nAl secondo posto vi sono i tumori neuroendocrini, che originano dalle cellule delle isole di Langerhans, le strutture del pancreas deputate alla secrezione di ormoni.\nPurtroppo, il tumore del pancreas in fase precoce non dà segni particolari, e per questo motivo la diagnosi spesso viene fatta quando la malattia è già estesa.\nInoltre il tumore del pancreas non dà segni di sé fino a quando non ha raggiunto dimensioni notevoli o ostruisce i dotti biliari o vasi importanti.\nSintomi più chiari (variabili a seconda della zona dove ha avuto inizio il tumore) compaiono quando si diffonde agli organi vicini o blocca i dotti biliari.\nLe cellule tumorali che crescono nel pancreas si diffondono purtroppo con grande facilità ai linfonodi vicini e ad altri organi quali il fegato e i polmoni, oppure possono diffondersi nell'addome dando luogo a carcinosi peritoneale.",
            "masks": [
                "Circa il [MASK]% dei tumori del pancreas si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della digestione.",
                "Circa il 70% dei [MASK] del pancreas si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della digestione.",
                "Circa il 70% dei tumori del [MASK] si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della digestione.",
                "Circa il 70% dei tumori del pancreas si sviluppa nella [MASK] dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della digestione.",
                "Circa il 70% dei tumori del pancreas si sviluppa nella testa dell'[MASK], nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della digestione.",
                "Circa il 70% dei tumori del pancreas si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei [MASK] che trasportano gli enzimi della digestione.",
                "Circa il 70% dei tumori del pancreas si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli [MASK] della digestione.",
                "Circa il 70% dei tumori del pancreas si sviluppa nella testa dell'organo, nella maggior parte dei casi con origine nei dotti che trasportano gli enzimi della [MASK]."
            ]
        },
        {
            "original": "Il seno è posto tra la pelle e la parete del torace ed è costituito da un insieme di ghiandole e tessuto adiposo.\nLe strutture ghiandolari, chiamate lobuli, sono unite tra loro a formare un lobo, e in un seno vi sono da 15 a 20 lobi.\nIl latte giunge al capezzolo dai lobuli attraverso piccoli tubi chiamati dotti galattofori (o lattiferi).\nIl tumore al seno è una malattia potenzialmente grave se non è individuata e curata per tempo.\nÈ dovuto alla moltiplicazione incontrollata di alcune cellule della ghiandola mammaria che si trasformano in cellule maligne e acquisiscono la capacità di staccarsi dal tessuto che le ha generate per invadere quelli circostanti e, col tempo, anche organi più lontani.\nIn teoria tutte le cellule presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la parete dei dotti.\nVi sono diversi fattori di rischio per il cancro del seno, alcuni dei quali sono detti modificabili, in quanto si può agire su di essi in modo da ridurre anche il rischio di sviluppare un tumore, mentre altri non possono essere modificati.\nTra i fattori non modificabili vi è l’età, in quanto il rischio di ammalarsi aumenta con l’invecchiamento, tanto che la maggior parte dei casi di tumore del seno interessa donne con più di 50 anni e una storia familiare o personale di tumore mammario.\nAumentano leggermente il rischio un primo ciclo mestruale precoce (prima dei 12 anni) o una menopausa tardiva (dopo i 55 anni), ma anche l’assenza di gravidanze.\nPossono aumentare il rischio anche alcuni metodi contraccettivi orali come la pillola (che pure sembra ridurre le probabilità di ammalarsi di alcuni altri tipi di tumore) o alcune terapie ormonali usate in menopausa per contrastarne i sintomi.\nFra i fattori di rischio, il sovrappeso e l’obesità, che sono spesso risultato di una dieta ricca di grassi e zuccheri e povera di frutta e verdura, hanno un ruolo di primo piano, assieme al consumo di alcol.",
            "masks": [
                "In teoria tutte le [MASK] presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la parete dei dotti.",
                "In teoria tutte le cellule presenti nel [MASK] possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la parete dei dotti.",
                "In teoria tutte le cellule presenti nel seno possono dare origine a un [MASK], ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la parete dei dotti.",
                "In teoria tutte le cellule presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al [MASK] ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la parete dei dotti.",
                "In teoria tutte le cellule presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule [MASK] (dai lobuli) o da quelle che formano la parete dei dotti.",
                "In teoria tutte le cellule presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai [MASK]) o da quelle che formano la parete dei dotti.",
                "In teoria tutte le cellule presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la [MASK] dei dotti.",
                "In teoria tutte le cellule presenti nel seno possono dare origine a un tumore, ma nella maggior parte dei casi il cancro al seno ha origine dalle cellule ghiandolari (dai lobuli) o da quelle che formano la parete dei [MASK]."
            ]
        },
        {
            "original": "La leucoencefalopatia multifocale progressiva è causata dalla riattivazione del virus JC.\nIl virus JC è un papovavirus umano ubiquitario che tipicamente si contrae durante l'infanzia e rimane latente nei reni e probabilmente in altre sedi (cellule mononucleate e sistema nervoso centrale).\nIl virus una volta riattivato presenta tropismo per gli oligodendrociti.\nLa malattia si verifica generalmente nel caso di pazienti con compromissione dell'immunità cellulo-mediata, in particolare nei pazienti con infezione da HIV.\nLa goffaggine può essere il primo sintomo della leucoencefalopatia multifocale progressiva.\nL'emiparesi è il reperto più frequente.\nSono frequenti anche l'afasia, la disartria e l'emianopsia.\nIl danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del tronco encefalico.\nCefalee e convulsioni sono invece rare e il più delle volte insorgono nei pazienti con AIDS.\nDopo una progressione inarrestabile la malattia culmina nel decesso, abitualmente dopo 1-9 mesi dalla comparsa dei sintomi.\nLa leucoencefalopatia multifocale progressiva è caratterizzata da demielinizzazione subacuta e progressiva del sistema nervoso centrale, deficit neurologici multifocali e decesso, solitamente entro 9 mesi.\nLa diagnosi si basa sulla RM in aggiunta all'analisi del liquido cerebrospinale utilizzando il test della PCR (Polymerase Chain Reaction).\nIn pazienti affetti da AIDS, la terapia antiretrovirale altamente attiva può rallentare la progressione.\nIn pazienti che assumono farmaci immunosoppressori la sospensione del trattamento può migliorare il quadro clinico.\nIl trattamento è altrimenti di supporto.",
            "masks": [
                "Il danno [MASK] multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del tronco encefalico.",
                "Il danno corticale [MASK] provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del tronco encefalico.",
                "Il danno corticale multifocale provoca [MASK] cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del tronco encefalico.",
                "Il danno corticale multifocale provoca alterazioni [MASK] nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del tronco encefalico.",
                "Il danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei [MASK], e possono essere presenti deficit sensitivi, cerebellari e del tronco encefalico.",
                "Il danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti [MASK] sensitivi, cerebellari e del tronco encefalico.",
                "Il danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit [MASK], cerebellari e del tronco encefalico.",
                "Il danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, [MASK] e del tronco encefalico.",
                "Il danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del [MASK] encefalico.",
                "Il danno corticale multifocale provoca alterazioni cognitive nei 2/3 dei pazienti, e possono essere presenti deficit sensitivi, cerebellari e del tronco [MASK]."
            ]
        }
    ]
}